{
  "facts": [
    {
      "number": 1,
      "content": "Ogrody japońskie są znane jako \"Nihon Teien\" lub \"Nihon Teien\"."
    },
    {
      "number": 2,
      "content": "Japońskie ogrody mają bogatą historię sięgającą tysięcy lat."
    },
    {
      "number": 3,
      "content": "Istnieje wiele różnych stylów japońskich ogrodów, takich jak Ogrody Herbaczane, Ogrody Suchego Kamienia i Ogrody Wzgórz."
    },
    {
      "number": 4,
      "content": "W japońskich ogrodach często wykorzystuje się symbole i znaczenia, takie jak kamienie, woda i rośliny."
    },
    {
      "number": 5,
      "content": "Ogrody japońskie często są projektowane w celu odzwierciedlenia natury i symetrii."
    },
    {
      "number": 6,
      "content": "Wiele japońskich ogrodów ma specjalne miejsca do praktykowania medytacji."
    },
    {
      "number": 7,
      "content": "Koi, piękne kolorowe karpi, są często spotykane w japońskich ogrodach i symbolizują szczęście."
    },
    {
      "number": 8,
      "content": "Ogrody japońskie starają się stworzyć harmonię między człowiekiem a naturą."
    },
    {
      "number": 9,
      "content": "Różne sezonowe zmiany są uwzględniane w japońskich ogrodach, aby zapewnić różnorodność krajobrazu."
    },
    {
      "number": 10,
      "content": "Często spotyka się małe mostki w japońskich ogrodach, które symbolizują połączenie między różnymi elementami ogrodu."
    },
    {
      "number": 11,
      "content": "W japońskich ogrodach często znajdują się małe pagody, które są tradycyjnymi buddyjskimi wieżami."
    },
    {
      "number": 12,
      "content": "Ogrody japońskie są często projektowane z myślą o stworzeniu harmonijnego widoku z okien tradycyjnych japońskich domów."
    },
    {
      "number": 13,
      "content": "Mchy są często wykorzystywane w japońskich ogrodach, dodając im naturalny i starożytny wygląd."
    },
    {
      "number": 14,
      "content": "Japońskie ogrody są często projektowane z myślą o zmienności pogody, uwzględniając deszcz, śnieg i słońce."
    },
    {
      "number": 15,
      "content": "Często spotyka się małe kamienne latarnie w japońskich ogrodach, które są tradycyjnymi elementami oświetleniowymi."
    },
    {
      "number": 16,
      "content": "Japońskie ogrody są często używane do organizowania tradycyjnych ceremonii herbacianych."
    },
    {
      "number": 17,
      "content": "Bonsai, miniaturowe drzewa w doniczkach, są często spotykane w japońskich ogrodach."
    },
    {
      "number": 18,
      "content": "Różne tekstury, takie jak gładkie kamienie i delikatne liście roślin, są wykorzystywane w japońskich ogrodach, aby stworzyć zróżnicowany krajobraz."
    },
    {
      "number": 19,
      "content": "Ogrody japońskie są zwykle projektowane w sposób, który daje wrażenie większej przestrzeni niż faktycznie mają."
    },
    {
      "number": 20,
      "content": "Japońskie ogrody są uważane za miejsce spokoju, kontemplacji i odprężenia."
    }
  ]
}